/* No comment provided by engineer. */
"%.1f%%. [Cancel]" = "%.1f%%. [Cancel]";

/* No comment provided by engineer. */
"%@'s blogs" = "%@'s blogs";

/* No comment provided by engineer. */
"(No Title)" = "(אין כותרת)";

/* No comment provided by engineer. */
"(no title)" = "(חסרה כותרת)";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "קובץ מדיה נמצא בתהליך העלאה. נא לנסות מאוחר יותר.";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "גרסה חדשה של וורדפרס עבור iOS זמינה כעת";

/* No comment provided by engineer. */
"A simple preview is shown below." = "תצוגה בסיסית מוצגת למטה.";

/* No comment provided by engineer. */
"About" = "אודות";

/* No comment provided by engineer. */
"Above Content" = "מעל התוכן";

/* No comment provided by engineer. */
"Activity Logs" = "Activity Logs";

/* No comment provided by engineer. */
"Add Category" = "הוסף קטגוריה";

/* No comment provided by engineer. */
"Add Location" = "הוסף מיקום";

/* No comment provided by engineer. */
"Add Photo From Library" = "הוספת תמונה מהספרייה";

/* No comment provided by engineer. */
"Add Photo from Library" = "הוסף תמונה מהספרייה";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "הוספת אתר באכסון עצמי";

/* No comment provided by engineer. */
"Add Site" = "Add Site";

/* No comment provided by engineer. */
"Add Video from Library" = "הוסף וידאו מהספרייה";

/* No comment provided by engineer. */
"Add a Site" = "הוספת אתר";

/* No comment provided by engineer. */
"Add your thoughts here... (optional)" = "הוסף את המחשבות שלך... (אופציונלי)";

/* No comment provided by engineer. */
"Always Ask" = "שאל תמיד";

/* No comment provided by engineer. */
"Anonymous" = "אנונימי";

/* No comment provided by engineer. */
"App Info" = "פרטי האפליקציה";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "האם אתה בטוח שברצונך למחוק את התגובה?";

/* No comment provided by engineer. */
"Authenticating" = "מאמת";

/* No comment provided by engineer. */
"Authentication Error" = "שגיאת אימות";

/* No comment provided by engineer. */
"Autosaving" = "שמירה אוטומטית";

/* No comment provided by engineer. */
"Back" = "חזרה";

/* No comment provided by engineer. */
"Below Content" = "מתחת לתוכן";

/* No comment provided by engineer. */
"Blogs I Follow" = "Blogs I Follow";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"By creating an account you agree to the fascinating terms of service." = "By creating an account you agree to the fascinating terms of service.";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "Can't validate credentials for a WordPress.com blog";

/* No comment provided by engineer. */
"Cancel" = "בטל";

/* No comment provided by engineer. */
"Categories" = "קטגוריות";

/* No comment provided by engineer. */
"Categories: %@" = "קטגוריות: %@";

/* No comment provided by engineer. */
"Category name already exists." = "קטגוריה בשם זה כבר קיימת.";

/* No comment provided by engineer. */
"Category title missing." = "חסרה כותרת לקטגוריה";

/* No comment provided by engineer. */
"Choose Image Size" = "בחר גודל תמונה";

/* No comment provided by engineer. */
"Choose the quality at which video should be uploaded when inserting into posts." = "איכות של הקובץ שתעלה לשרת כאשר מוסיפים וידאו לפוסט.";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Clear Old Activity Logs";

/* No comment provided by engineer. */
"Close" = "סגור";

/* No comment provided by engineer. */
"Comma separated" = "Comma separated";

/* No comment provided by engineer. */
"Comment" = "תגובה";

/* No comment provided by engineer. */
"Comment failed" = "תגובה נכשלה";

/* No comment provided by engineer. */
"Comments" = "תגובות";

/* No comment provided by engineer. */
"Configure" = "הגדר";

/* No comment provided by engineer. */
"Connect to Jetpack" = "Connect to Jetpack";

/* No comment provided by engineer. */
"Connected as %@" = "מחובר כמשתמש %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "מתחבר לוורדפרס.קום";

/* No comment provided by engineer. */
"Could not download Featured Image." = "לא ניתן להוריד תמונה ראשית.";

/* No comment provided by engineer. */
"Couldn't Connect" = "לא ניתן להתחבר";

/* No comment provided by engineer. */
"Couldn't sync" = "לא ניתן לסנכרן";

/* No comment provided by engineer. */
"Create Account" = "צור חשבון";

/* No comment provided by engineer. */
"Create an account on WordPress.com" = "צור חשבון בוורדפרס.קום";

/* No comment provided by engineer. */
"Create page" = "Create page";

/* No comment provided by engineer. */
"Create post" = "Create post";

/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Custom" = "מותאם אישית";

/* No comment provided by engineer. */
"Custom Size" = "גודל מותאם אישית";

/* No comment provided by engineer. */
"Default (360p)" = "ברירת מחדל (360p)";

/* No comment provided by engineer. */
"Delete" = "מחק";

/* No comment provided by engineer. */
"Delete %@?" = "מחק %@?";

/* No comment provided by engineer. */
"Discard" = "מחק";

/* No comment provided by engineer. */
"Dismiss" = "בטל";

/* No comment provided by engineer. */
"Don't Allow" = "אל תרשה";

/* No comment provided by engineer. */
"Done" = "סיים";

/* No comment provided by engineer. */
"Draft" = "טיוטה";

/* No comment provided by engineer. */
"E-mail Support" = "E-mail Support";

/* No comment provided by engineer. */
"East" = "מזרח";

/* No comment provided by engineer. */
"Edit Blog" = "ערוך אתר";

/* No comment provided by engineer. */
"Edit Comment" = "ערוך תגובה";

/* No comment provided by engineer. */
"Edit Page" = "ערוך עמוד";

/* No comment provided by engineer. */
"Edit Post" = "ערוך פוסט";

/* No comment provided by engineer. */
"Email Address" = "כתובת אימייל";

/* No comment provided by engineer. */
"Enable Geotagging" = "הפעל תיוג מבוסס מיקום";

/* No comment provided by engineer. */
"Enable Geotagging to Edit" = "הפעל תיוג מבוסס מיקום כדי לערוך";

/* No comment provided by engineer. */
"Enable Now" = "הפעל עכשיו";

/* No comment provided by engineer. */
"Enter a password" = "הזן סיסמה";

/* No comment provided by engineer. */
"Enter password" = "הזן סיסמה";

/* No comment provided by engineer. */
"Enter title here" = "Enter title here";

/* No comment provided by engineer. */
"Enter username" = "הזן שם משתמש";

/* No comment provided by engineer. */
"Error" = "שגיאה";

/* No comment provided by engineer. */
"Error Copying Video" = "שגיאה בהעתקת וידאו";

/* No comment provided by engineer. */
"Error authenticating" = "שגיאה באימות";

/* No comment provided by engineer. */
"Error loading page" = "שגיאה בטעינת עמוד";

/* No comment provided by engineer. */
"Extra Debug" = "תיקון באגים מורחב";

/* No comment provided by engineer. */
"Failed" = "נכשל";

/* No comment provided by engineer. */
"Featured Image" = "תמונה ראשית";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Finding address..." = "מחפש כתובת...";

/* No comment provided by engineer. */
"Finding your location..." = "מחפש את מיקומך...";

/* No comment provided by engineer. */
"Follow" = "עקוב";

/* No comment provided by engineer. */
"Followed" = "Followed";

/* No comment provided by engineer. */
"Following" = "עוקב";

/* No comment provided by engineer. */
"Forbidden Access" = "גישה אסורה";

/* No comment provided by engineer. */
"Freshly Pressed" = "Freshly Pressed";

/* No comment provided by engineer. */
"Friends" = "חברים";

/* No comment provided by engineer. */
"Geolocation" = "מיקום גאוגרפי";

/* No comment provided by engineer. */
"Geotagging" = "תיוג גיאוגרפי";

/* No comment provided by engineer. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings." = "תיוג מבוסס מיקום מכובה. כדי לשנות את מיקום הפוסט,יש להפעיל תיוג מבוסס מיקום בהגדרות האתר.";

/* No comment provided by engineer. */
"Getting account information" = "Getting account information";

/* No comment provided by engineer. */
"Height" = "גובה";

/* No comment provided by engineer. */
"Hi %@," = "שלום %@,";

/* No comment provided by engineer. */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "Hold the web in the palm of your hand. Full publishing power in a pint-sized package.";

/* No comment provided by engineer. */
"Image" = "תמונה";

/* No comment provided by engineer. */
"Image Quality" = "איכות תמונה";

/* No comment provided by engineer. */
"Immediately" = "מיד";

/* No comment provided by engineer. */
"Incompatible site" = "אתר לא מתאים";

/* No comment provided by engineer. */
"Info" = "מידע";

/* No comment provided by engineer. */
"Insert" = "הכנס";

/* No comment provided by engineer. */
"Insert %@:" = "הכנס %@:";

/* No comment provided by engineer. */
"Install Jetpack" = "התקן Jetpack";

/* No comment provided by engineer. */
"Internal Server Error" = "Internal Server Error";

/* No comment provided by engineer. */
"Invalid Site Address" = "כתובת אתר לא תקנית";

/* No comment provided by engineer. */
"Invalid Site Title" = "כותרת אתר לא תקנית";

/* No comment provided by engineer. */
"Invalid username" = "שם המשתמש אינו תקין";

/* No comment provided by engineer. */
"Invalid username or password" = "שם משתמש או סיסמה לא תקנית.";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "שם משתמש או ססמה לא נכונים. נא לנסות שנית.";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "נראה כי האתר אינו נגיש ברגעים אלה, יש לנסות שנית מאוחר יותר.";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?";

/* No comment provided by engineer. */
"Jetpack Connect" = "Jetpack Connect";

/* No comment provided by engineer. */
"Jetpack Sign In" = "התחברות ל-Jetpack";

/* No comment provided by engineer. */
"Jetpack Stats" = "סטטיסטיקות Jetpack";

/* No comment provided by engineer. */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* No comment provided by engineer. */
"Keep Editing" = "המשך לערוך";

/* No comment provided by engineer. */
"Landscape" = "נוף";

/* No comment provided by engineer. */
"Large" = "גדול";

/* No comment provided by engineer. */
"Large (%@)" = "גדול (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "עודכן לאחרונה: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "עודכן לאחרונה: אף פעם";

/* No comment provided by engineer. */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support.";

/* No comment provided by engineer. */
"Link URL" = "קישור URL";

/* No comment provided by engineer. */
"Lists" = "רשימות";

/* No comment provided by engineer. */
"Loading Featured Image" = "טוען תמונה ראשית";

/* No comment provided by engineer. */
"Loading blogs..." = "טוען אתרים...";

/* No comment provided by engineer. */
"Loading..." = "טוען...";

/* No comment provided by engineer. */
"Local" = "מקומי";

/* No comment provided by engineer. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "שירותי מיקום מכובים. כדי להוסיף או לשנות את מיקום הפרסום, יש להפעיל את שירותי המיקום בהגדרות המכשיר.";

/* No comment provided by engineer. */
"Location Unavailable" = "מיקום לא מזוהה";

/* No comment provided by engineer. */
"Location unknown" = "מיקום לא ידוע";

/* No comment provided by engineer. */
"Log Files By Created Date" = "Log Files By Created Date";

/* No comment provided by engineer. */
"Log files are rolled automatically each day and at most 7 files are kept." = "Log files are rolled automatically each day and at most 7 files are kept.";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications.";

/* No comment provided by engineer. */
"Low (144p)" = "נמוך (144p)";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "צור קישור\n\n\n\n";

/* No comment provided by engineer. */
"Manage Notifications" = "ניהול התראות";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Media" = "מדיה";

/* No comment provided by engineer. */
"Medium" = "בינוני";

/* No comment provided by engineer. */
"Medium (%@)" = "בינוני (%@)";

/* No comment provided by engineer. */
"Medium (480p)" = "בינוני (480p)";

/* No comment provided by engineer. */
"More information" = "מידע נוסף";

/* No comment provided by engineer. */
"Mute all blogs" = "השתק את כל הבלוגים";

/* No comment provided by engineer. */
"My Blogs" = "הבלוגים שלי";

/* No comment provided by engineer. */
"Need Help?" = "עזרה";

/* No comment provided by engineer. */
"New Page" = "עמוד חדש";

/* No comment provided by engineer. */
"New Post" = "פוסט חדש";

/* No comment provided by engineer. */
"No" = "לא";

/* No comment provided by engineer. */
"No %@ yet" = "אין %@ בנתיים";

/* No comment provided by engineer. */
"No Connection" = "אין חיבור";

/* No comment provided by engineer. */
"No Description available for this Post" = "תיאור לא זמין עבור פוסט זה";

/* No comment provided by engineer. */
"No comments yet" = "עדיין אין תגובות";

/* No comment provided by engineer. */
"No notifications yet" = "עדיין אין התראות";

/* No comment provided by engineer. */
"North" = "צפון";

/* No comment provided by engineer. */
"Not connected" = "לא מחובר";

/* No comment provided by engineer. */
"Notification" = "התראה";

/* No comment provided by engineer. */
"Notifications" = "התראות";

/* No comment provided by engineer. */
"OK" = "אוקיי";

/* No comment provided by engineer. */
"Off" = "כבה";

/* No comment provided by engineer. */
"Off Until %@" = "כבה עד %@";

/* No comment provided by engineer. */
"On" = "הפעל";

/* No comment provided by engineer. */
"Open in Safari" = "פתח בדפדפן";

/* No comment provided by engineer. */
"Optional" = "אופציונלי";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "הכיוון שונה במהלך ההקלטה. אנא בחר את הכיוון עבור הקליפ הזה.";

/* No comment provided by engineer. */
"Original (%@)" = "מקורי (%@)";

/* No comment provided by engineer. */
"Original Size" = "גודל מקורי";

/* No comment provided by engineer. */
"Original Size (%@)" = "Original Size (%@)";

/* No comment provided by engineer. */
"Pages" = "עמודים";

/* No comment provided by engineer. */
"Parent Category" = "קטגוריית אב";

/* No comment provided by engineer. */
"Password" = "סיסמה";

/* No comment provided by engineer. */
"Password is required." = "נדרשת סיסמה.";

/* No comment provided by engineer. */
"Password protected" = "מוגן בסיסמה";

/* No comment provided by engineer. */
"Pending" = "ממתין לאישור";

/* No comment provided by engineer. */
"Pending media" = "מדיה ממתינה לאישור";

/* No comment provided by engineer. */
"Pending moderation" = "ממתין לאישור";

/* No comment provided by engineer. */
"Pending review" = "ממתין לאישור";

/* No comment provided by engineer. */
"Photo" = "תצלום";

/* No comment provided by engineer. */
"Please Enable Location Services" = "בבקשה הפעילו את שירותי מיקום";

/* No comment provided by engineer. */
"Please enter a site address." = "נא להזין כתובת אתר.";

/* No comment provided by engineer. */
"Please enter a username." = "נא להזין שם משתמש.";

/* No comment provided by engineer. */
"Please enter a valid email address." = "נא להזין כתובת אימייל תקינה.";

/* No comment provided by engineer. */
"Please fill out all the fields" = "נא למלא את כל השדות";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Please leave your comments above this line.";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Please try entering your login details again.";

/* No comment provided by engineer. */
"Portrait" = "דיוקן";

/* No comment provided by engineer. */
"Post Format" = "פורמט";

/* No comment provided by engineer. */
"Post anyway" = "פרסם בכל אופן";

/* No comment provided by engineer. */
"Post to" = "Post to";

/* No comment provided by engineer. */
"Posts" = "פוסטים";

/* No comment provided by engineer. */
"Posts I Like" = "Posts I Like";

/* No comment provided by engineer. */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Preview" = "תצוגה מקדימה";

/* No comment provided by engineer. */
"Privacy Policy" = "מדיניות פרטיות";

/* No comment provided by engineer. */
"Private" = "פרטי";

/* No comment provided by engineer. */
"Privately published" = "פרסום פרטי";

/* No comment provided by engineer. */
"Processing..." = "Processing...";

/* No comment provided by engineer. */
"Public" = "ציבורי";

/* No comment provided by engineer. */
"Publish" = "פרסם";

/* No comment provided by engineer. */
"Publish   " = "פרסם";

/* No comment provided by engineer. */
"Publish Immediately" = "פרסום מיידי";

/* No comment provided by engineer. */
"Published" = "פורסם";

/* No comment provided by engineer. */
"Published on" = "פורסם ב";

/* No comment provided by engineer. */
"Published!" = "פורסם!";

/* No comment provided by engineer. */
"Pull down to refresh..." = "משוך כלפי מטה לריענון...";

/* No comment provided by engineer. */
"Push Notifications" = "התראות";

/* No comment provided by engineer. */
"Quick Photo Failed" = "הצילום נכשל";

/* No comment provided by engineer. */
"Re: %@" = "אל: %@";

/* No comment provided by engineer. */
"Reader" = "קורא";

/* No comment provided by engineer. */
"Reblog" = "Reblog";

/* No comment provided by engineer. */
"Reblog failed" = "Reblog failed";

/* No comment provided by engineer. */
"Reblogged" = "Reblogged";

/* No comment provided by engineer. */
"Reblogging" = "Reblogging";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "הודעת 'גישה אסורה'.\nנראה כי קיימת בעיה באתר.";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "הודעת 'Internal Server Error'.\nנראה כי קיימת בעיה באתר.";

/* No comment provided by engineer. */
"Record Video" = "הקלט וידאו";

/* No comment provided by engineer. */
"Release to refresh..." = "שחרר לרענון...";

/* No comment provided by engineer. */
"Remove" = "מחק";

/* No comment provided by engineer. */
"Remove Featured Image" = "הסר תמונה ראשית";

/* No comment provided by engineer. */
"Remove Location" = "הסר מיקום";

/* No comment provided by engineer. */
"Remove this Featured Image?" = "הסר תמונה ראשית";

/* No comment provided by engineer. */
"Replied" = "נענה";

/* No comment provided by engineer. */
"Replying" = "Replying";

/* No comment provided by engineer. */
"Retry?" = "לנסות שנית?";

/* No comment provided by engineer. */
"Save" = "שמור";

/* No comment provided by engineer. */
"Save Draft" = "שמור טיוטה";

/* No comment provided by engineer. */
"Saved to %@" = "שמור ל %@";

/* No comment provided by engineer. */
"Schedule" = "פרסום מתוזמן";

/* No comment provided by engineer. */
"Scheduled" = "מתוזמן לפרסום";

/* No comment provided by engineer. */
"Scheduled for" = "מתוזמן לפרסום ";

/* No comment provided by engineer. */
"Select Blog" = "Select Blog";

/* No comment provided by engineer. */
"Select Language" = "בחר שפה";

/* No comment provided by engineer. */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Send" = "שלח";

/* No comment provided by engineer. */
"Set Featured Image" = "קבע תמונה ראשית";

/* No comment provided by engineer. */
"Set which HTML standard video should conform to when added to a post." = "סטנדרט HTML שיופיע כאשר שמוסיפים וידאו לפוסט.";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "קבע את גודל התמונות שיועלו.";

/* No comment provided by engineer. */
"Settings" = "הגדרות";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Sign In" = "התחברות";

/* No comment provided by engineer. */
"Sign Out" = "התנתק";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "התחברות נכשלה. נא לנסות שנית.";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* No comment provided by engineer. */
"Signing In..." = "מתחבר...";

/* No comment provided by engineer. */
"Signing in..." = "מתחבר...";

/* No comment provided by engineer. */
"Site Address (URL)" = "כתובת אתר";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "כתובת אתר צריכה להכיל לפחות 4 תווים.";

/* No comment provided by engineer. */
"Sites" = "אתרים";

/* No comment provided by engineer. */
"Skip" = "דלג";

/* No comment provided by engineer. */
"Small" = "קטן";

/* No comment provided by engineer. */
"Small (%@)" = "קטן (%@)";

/* No comment provided by engineer. */
"Sorry, but your username contains an invalid phrase%@." = "שם המשתמש מכיל ביטוי לא תקני %@.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "לא ניתן להתחבר";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "כתובת האתר יכולה להכיל רק אותיות קטנות (a-z) ומספרים.";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "כתובת האתר אינה יכולה להכיל את התו &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "כתובת האתר חייבת להכיל גם אותיות!";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "ארעה שגיאה במהלך עריכת התגובה. נא לנסות שנית.";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "ארעה שגיאה בשמירת התגובה. נא לנסות שנית.";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "כתובת המייל כבר נמצאת בשימוש!";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "כתובת האימייל אסורה!";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "האתר כבר קיים!";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "האתר הזה שמור!";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "שם המשתמש כבר קיים!";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "שם המשתמש אינו זמין.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "העלאת התמונה נכשלה. הפוסט נשמר כטיוטה מקומית.";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "שם המשתמש יכול להכיל רק אותיות קטנות (a-z) ומספרים.";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "שם המשתמש אינו יכול להכיל את התו &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "שם המשתמש חייב להכיל גם אותיות!";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "לא ניתן לחבר אותך.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "אינך יכול לגשת לתכונה זו. אנא בדוק את הרשאות המשתמש באתר.";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "לא ניתן להשתמש בכתובת את זו.";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "אין פוסטים.";

/* No comment provided by engineer. */
"Sorry. There was a problem loading the topics list.  Please try again later." = "ארעה שגיאה בטענת רשימת הנושאים. נא לנסות שנית מאוחר יותר.";

/* No comment provided by engineer. */
"South" = "דרום";

/* No comment provided by engineer. */
"Stats" = "סטטיסטיקות";

/* No comment provided by engineer. */
"Status" = "סטטוס";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "תגיות: %@";

/* No comment provided by engineer. */
"Take Photo" = "צלם תמונה";

/* No comment provided by engineer. */
"Tap here to begin writing" = "לחץ כאן כדי להתחיל לכתוב";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular blogs." = "Tap the tag icon to browse posts from popular blogs.";

/* No comment provided by engineer. */
"Temporary Server Error" = "שגיאת שרת זמנית";

/* No comment provided by engineer. */
"Terms of Service" = "תנאי שימוש";

/* No comment provided by engineer. */
"Text to be linked" = "טקסט לקישור";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days.";

/* No comment provided by engineer. */
"That site address is not allowed." = "That site address is not allowed.";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "That site is currently reserved but may be available in a couple days.";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "That username is currently reserved but may be available in a couple of days.";

/* No comment provided by engineer. */
"That username is not allowed." = "שם המשתמש אינו מורשה.";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "לא נמצא חיבור לאינטרנט.";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "האפליקציה איננה מצליחה לזהות את תגובת השרת. אנא, בדוק את התצורה של האתר.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "האתר מסתנכרן עם השרת, יש לנסות שנית מאוחר יותר.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "החיבור לאינטרנט לא מחובר.";

/* No comment provided by engineer. */
"The internet connection cannot reach your blog." = "חיבור האינטרנט אינו מאפשר לגשת לאתר.";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit in your blog" = "The server returned an empty response. This usually means you need to increase the memory limit in your blog";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "כתובת האתר צריכה להיות קצרה מ-64 תווים.";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "האתר %1$@ משתמש בוורדפרס %2$@. מומלץ לשדרג לגרסה העדכנית ביותר, או לפחות לגרסה %3$@.";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "פג תוקפם של שם המשתמש והססמה השמורים באפליקציה. יש להזין מחדש את הססמה בהגדרות ולנסות שנית.";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "ישנם פריטי מדיה שלא הועלו לשרת. האם ברצונך להמשיך?";

/* No comment provided by engineer. */
"There is another category with that name." = "קיימת קטגוריה אחרת בשם זה.";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "שגיאת תקשורת. נא לנסות שנית.";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "ארעה שגיאת התחברות לנתונים הסטטיסטיים. לנסות שנית?";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "There was a problem reblogging. Please try again.";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "שגיאת שרת בתקשורת מול האתר:\n%@\nלחץ על 'עזרה' כדי להציג את השאלות הנפוצות.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "חלה שגיאה בהעתקת וידאו לצורך העלאתו. נא לנסות שנית.";

/* No comment provided by engineer. */
"There was an error loading the page." = "ארעה שגיאה בטעינת הדף.";

/* No comment provided by engineer. */
"This blog is not connected to that WordPress.com username" = "האתר הזה לא מחובר לשם המשתמש הזה מוורדפרס.קום";

/* No comment provided by engineer. */
"Title" = "כותרת";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "חובה להזין כותרת לקטגורייה.";

/* No comment provided by engineer. */
"Topics" = "נושאים";

/* No comment provided by engineer. */
"Turn Off" = "כבה";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "כבה עד 8 בבוקר";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "כבה לשעה";

/* No comment provided by engineer. */
"Turn On" = "הדלק";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem.";

/* No comment provided by engineer. */
"URL" = "כתובת אתר";

/* No comment provided by engineer. */
"Unable to Load Topics" = "Unable to Load Topics";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "לא ניתן למצוא אתר וורדפרס בכתובת זו. לחץ על 'עזרה' כדי להציג את השאלות הנפוצות.";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "לא ניתן להירשם ל-Jetpack. יש לעדכן פרטים ולנסות שנית.";

/* No comment provided by engineer. */
"Unfollowed" = "Unfollowed";

/* No comment provided by engineer. */
"Unknown error" = "שגיאה לא ידועה";

/* No comment provided by engineer. */
"Unmute all blogs" = "Unmute all blogs";

/* No comment provided by engineer. */
"Untitled Post" = "פוסט ללא כותרת";

/* No comment provided by engineer. */
"Update" = "עדכון";

/* No comment provided by engineer. */
"Update Available" = "עדכון זמין";

/* No comment provided by engineer. */
"Update Draft" = "עדכן טיוטא";

/* No comment provided by engineer. */
"Update Location" = "עדכן מיקום";

/* No comment provided by engineer. */
"Update Now" = "עדכן עכשיו";

/* No comment provided by engineer. */
"Upload failed" = "העלאה נכשלה";

/* No comment provided by engineer. */
"Upload failed. [Retry]" = "Upload failed. [Retry]";

/* No comment provided by engineer. */
"Uploaded" = "הועלה";

/* No comment provided by engineer. */
"Uploading" = "מעלה";

/* No comment provided by engineer. */
"Uploading Image" = "מעלה תמונה";

/* No comment provided by engineer. */
"Uploading..." = "מעדכן...";

/* No comment provided by engineer. */
"Username" = "שם משתמש";

/* No comment provided by engineer. */
"Username / Email" = "שם משתמש / אימייל";

/* No comment provided by engineer. */
"Username is required." = "נדרש שם משתמש.";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "שם המשתמש צריך להכיל 4 תווים לפחות.";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "שם המשתמש צריך להכיל פחות מחמישים תווים.";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "וידאו";

/* No comment provided by engineer. */
"Video Content" = "תוכן וידאו";

/* No comment provided by engineer. */
"Video Quality" = "איכות וידאו";

/* No comment provided by engineer. */
"View Admin" = "הצג לוח בקרה";

/* No comment provided by engineer. */
"View Site" = "הצג אתר";

/* No comment provided by engineer. */
"Visibility" = "נראות";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones.";

/* No comment provided by engineer. */
"West" = "מערב";

/* No comment provided by engineer. */
"Width" = "רוחב";

/* No comment provided by engineer. */
"WordPress Forums" = "WordPress Forums";

/* No comment provided by engineer. */
"WordPress Help Center" = "WordPress Help Center";

/* No comment provided by engineer. */
"WordPress for iOS" = "וורדפרס עבור iOS";

/* No comment provided by engineer. */
"WordPress version too old" = "גרסת וורדפרס ישנה מדי";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "סיסמת וורדפרס.קום";

/* No comment provided by engineer. */
"WordPress.com username" = "שם משתמש בוורדפרס.קום";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "האם לגשת לפנקס הכתובות";

/* No comment provided by engineer. */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* No comment provided by engineer. */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* No comment provided by engineer. */
"Yes" = "כן";

/* No comment provided by engineer. */
"You are logged in as %@" = "אתה מחובר כ%@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.";

/* No comment provided by engineer. */
"You have not liked any posts." = "You have not liked any posts.";

/* No comment provided by engineer. */
"You have unsaved changes." = "ביצעת שינויים שלא נשמרו.";

/* No comment provided by engineer. */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* No comment provided by engineer. */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any blogs yet." = "You're not following any blogs yet.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "אתר וורדפרס החזיר שגיאה %d.\nהדבר נובע כנראה שקיימת תצורה שאינה תואמת עם יישום זה.\nאנא הודיעו לנו על כך בפורומים.";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "אנשי הקשר יועברו בצורה מאובטחת ולא ישמרו בשרתינו.";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "Your device is not configured to send e-mail.";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "הסיסמה לא תקנית בגלל שאינה עמדת בהנחיות האבטחה שלנו. יש להזין סיסמה מורכבת יותר.";

/* No comment provided by engineer. */
"bold" = "מודגש";

/* No comment provided by engineer. */
"del" = "מחק";

/* No comment provided by engineer. */
"http://my-site-address (URL)" = "http://my-site-address (URL)";

/* No comment provided by engineer. */
"italic" = "נטוי";

/* No comment provided by engineer. */
"link" = "קישור";

/* No comment provided by engineer. */
"more" = "עוד";

/* No comment provided by engineer. */
"on " = "ב";

/* No comment provided by engineer. */
"quote" = "ציטוט";

/* No comment provided by engineer. */
"tap to dismiss" = "הקש כדי לבטל";

/* No comment provided by engineer. */
"underline" = "underline";

